<%@ page pageEncoding="UTF-8"%>
<!DOCTYPE HTML>
<html>
<head>
    <meta charset="UTF-8" />
    <title>首页</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=1.0, user-scalable=no" />
    <style type="text/css">
        * {
            margin   : 0px;
            padding  : 0px;
            border   : 0px;
            outline  : 0px;
            float    : left;
            position : relative;
            vertical-align : middle;
         -webkit-box-sizing: border-box;
            -moz-box-sizing: border-box;
                 box-sizing: border-box;
        }
        html{width: 100%;}
        body {
            width      : 100%;
            max-width  : 640px;
            text-align : left;
            font-family: "微软雅黑","sans-serif","Helvetica","Arial","Lucida Grande", "Lucida Sans Unicode", "Verdana"; 
            font-size  : 14px;
            font-weight: normal;
            font-style : normal;
            line-height: 1.5;
            display    : block;
            color: #333;
        }
        .ftS16{font-size: 16px;}
        .pd15{padding: 15px;}
        .wp100{width: 100%;}
        p{margin-bottom: 15px;}
        strong{width:100%;margin-bottom: 5px;}
        .center{
            float:none; 
            margin:0px auto;
        }
    </style>
</head>
<body class="center">
<article class="wp100 pd15 ftS16">
    <p>
        <strong>一、【总则】 </strong> 
        1.1本条款（以下或简称“条款”）系由您与微家（厦门）网络科技有限公司（以下简称“微家秀秀”）所订立的相关权利义务规范，是微家秀秀向您提供服务及您使用服务所有关的详细约定。因此，当您注册成为微家秀秀用户、开始使用微家秀秀提供服务（包括但不限于微家秀秀 Android 版、微家秀秀iOS 版等）前，请耐心地阅读本条款的所有内容。 <br/>
        1.2凡是您完成注册或开始使用微家秀秀提供的任何服务，即表示您已无条件知悉并同意了条款的规定及微家秀秀就此公布的各项通知，并愿意受其规范。若发生纠纷，您应自行承担事实上未认真阅读本条款的责任，不得以未仔细阅读为由进行抗辩。 
    </p>
    <p>
        <strong>二、【用户注册及安全】 </strong>  
        2.1您在微家秀秀注册时，应提供真实有效的身份资料，若提供的资料与事实不符而导致微家秀秀无法为您提供或继续提供服务的，您应自行承担由此引发的损失而与微家秀秀无关。 <br/> 
        2.2您应知悉并承认，微家秀秀账号的使用权仅归属于第一注册人。未经微家秀秀的书面同意，您不得以任何形式将自身微家秀秀账号及密码转让、赠予、售卖予第三方或者以其他方式许可非第一注册人对其进行使用，否则微家秀秀有权停止、删除该账号。如您并非当前所使用微家秀秀账号的第一注册人，您应立即停止对该账号的一切使用及操作，同时微家秀秀有权依第一注册人之请求或依自身判断将该账号重新交还第一注册人使用，由此引发的全部责任及损失与微家秀秀无关。 <br/> 
        2.3您有义务谨慎保管在注册时获得的账号及密码，如因黑客、第三人行为或您自身疏忽保管导致账号、密码遭他人非法使用并给您造成损失的，微家秀秀就此不承担任何责任。 
    </p>
    <P>
        <strong>三、【个人数据和隐私保护】 </strong> 
        3.1一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。<br/> 
        3.2在以下情况下，微家秀秀对您个人数据及隐私信息的披露将不视为违约，具体包括： <br/> 
        •微家秀秀已获得您的明确授权； <br/> 
        •相关法律法规或法院、政府机关要求； <br/> 
        •司法机关或行政机关基于法定程序要求微家秀秀提供的； <br/> 
        •为提供您要求的服务所必需。 <br/> 
        •为维护社会公共利益在合理范围内进行披露的。 <br/> 
        3.3微家秀秀可能会与第三方合作向用户提供相关的网络服务或使用其数据收集工具用以完善自身服务，在此情况下，如该第三方同意承担与微家秀秀同等的隐私保护责任的，则微家秀秀可在合理范围内对您的信息进行披露。 <br/> 
        3.4在不披露您的个人数据及隐私的前提下，微家秀秀有权对微家秀秀整体用户数据信息进行技术分析，并对已进行分析、整理后的统计数据进行利用。 <br/> 
        3.5尽管微家秀秀已为用户的隐私权保护做了极大的努力，但是仍然不能保证现有的安全技术措施使您的个人数据及隐私等不受任何形式的损失。您对上述情况充分知情，且不会因此追究微家秀秀的法律责任。 
    </P>
    <p>
        <strong>四、【客户端软件及知识产权】 </strong> 
        4.1微家秀秀提供的APP客户端是免费软件，用户应保证自身使用行为的合法性，不得对客户端进行反编译、反汇编、破解等行为。 <br/> 
        4.2为大多数用户的使用便利，微家秀秀会自动更新客户端软件。 <br/> 
        4.3微家秀秀的手机客户端使用过程中产生的流量费用将由运营商收取，微家秀秀不会在其中得到收益。 <br/> 
        4.4微家秀秀服务中提供的全部内容的知识产权归微家秀秀所有。 <br/> 
        4.5微家秀秀在服务中所使用的图标商业标识，其著作权或商标权归微家秀秀所有。 <br/> 
        4.6上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经微家秀秀、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品 
    </p>
    <p>
        <strong>五、【用户违法行为】 </strong> 
        5.1您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于： <br/>
        •发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；<br/>
        •发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容； <br/>
        •恶意虚构事实、隐瞒真相以误导、欺骗他人； <br/>
        •发布、传送、传播广告信息及垃圾信息； <br/>
        •其他法律法规禁止的行为。 <br/>
        5.2如果您违反了本条约定，相关国家机关或机构对您提起诉讼、罚款或采取其他制裁措施，微家秀秀将给予协助。对第三人造成损害的，您应依法予以赔偿，微家秀秀不承担任何责任。 <br/>
        5.3如果微家秀秀发现或收到他人举报您发布的信息违反本条约定，微家秀秀有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。微家秀秀有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止账号使用，追究法律责任等措施。 <br/>
        5.4您违反本条约定，导致任何第三方损害的，您应当独立承担责任；微家秀秀因此遭受损失的，您也应当一并赔偿。 <br/>
        5.5您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。<br/>
        5.6您同意微家秀秀可为履行本协议或提供本服务的目的而使用您发送或传播的内容。
    </p>
    <p>
        <strong>六、【不可抗力及其他免责事由】</strong> 
        6.1您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，微家秀秀将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失微家秀秀在法律允许的范围内免责。<br/>
        6.2在法律允许的范围内，微家秀秀对以下情形导致的服务中断或受阻不承担责任： <br/>
        •受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏； <br/>
        •用户或微家秀秀的电脑软件、系统、硬件和通信线路出现故障； <br/>
        •用户操作不当； <br/>
        •用户通过非微家秀秀授权的方式使用本服务； <br/>
        •其他微家秀秀无法控制或合理预见的情形。 <br/>
        6.3您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，微家秀秀不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于： <br/>•来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息； <br/>•因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失； <br/>•其他因网络信息或用户行为引起的风险。 <br/>
        6.4您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，微家秀秀不承担法律责任。 <br/>
        6.5微家秀秀依据本协议约定获得处理违法违规内容的权利，该权利不构成微家秀秀的义务或承诺，微家秀秀不能保证及时发现违法行为或进行相应处理。 <br/>
        6.6在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意微家秀秀有关防范诈骗犯罪的提示。 <br/>
        6.7微家秀秀可能随时变更、中断或终止部分或全部的服务且无需另行对您进行通知。<br/>
        6.8微家秀秀仅是一个集合综艺电视节目官方游戏之平台，对第三方入住的游戏所产生的相关行为不承担相关责任，若用户与第三方游戏产生纠纷的，用户应当直接与第三方游戏公司进行沟通，微家秀秀仅提供商家信息的义务。
    </p>
    <p>
        <strong>七、【管辖与法律】 </strong> 
        7.1本协议签订地为中华人民共和国福建省厦门市思明区。 <br/>
        7.2本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括港澳台法律）。 <br/>
        7.3若您和微家秀秀之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。 <br/>
        7.4本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。 <br/>
        7.5本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
    </p>

</article>

</body>
</html>
